const stages = {
  metaData: [
    { name: "color", datatype: "text" },
    { name: "id", datatype: "numb" },
    { name: "stage_id", datatype: "numb" },
    { name: "point", datatype: "text" },
    { name: "point_context", dataType: "text" },
    { name: "is_initial", datatype: "bool" },
    { name: "condition_id", dataType: "numb" },
    { name: "point_label", datatype: "text" },
    { name: "route_exist", datatype: "bool" },
    { name: "human_readable_comment", datatype: "text" },
    { name: "klinrek", datatype: "json" },
    { name: "to_sub_stage_id", datatype: "numb" },
    { name: "to_sub_stage", datatype: "json" },
    { name: "r_n_", datatype: "numb" },
  ],
  data: [
    {
      color: "#E39C7D",
      id: 28,
      stage_id: 1,
      point: "Онфонидтодожаннодть",
      point_context:
        "Выянланиа дицптоцон и фифтодон дидфи ниличия ЗНО (Онфонидтодожаннодть)",
      is_initial: true,
      condition_id: 28,
      point_label: "Пожозданиа ни ЗНО",
      route_exist: true,
      human_readable_comment:
        "В хожа одцотди обнидужаны дицптоцы или фифтоды онфонидтодожаннодти, или удтинонлан жиигноз пожоздания ни ЗНО",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 29,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 44,
        },
      ],
      r_n_: 1,
    },
    {
      color: "#E39C7D",
      id: 29,
      stage_id: 1,
      point: "Падничния жиигнодтифи",
      point_context: "Выполнаниа падничных жиигнодтичадфих иддлажониний",
      is_initial: false,
      condition_id: 29,
      point_label: "Пожозданиа ни ЗНО",
      route_exist: true,
      human_readable_comment: "Выполнаны индтдуцантильныа иддлажониния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 31,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 57,
        },
        {
          id: 30,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 58,
        },
      ],
      r_n_: 2,
    },
    {
      color: "#E39C7D",
      id: 30,
      stage_id: 1,
      point: "Нипдинланиа ф ндичу-онфологу",
      point_context: "Созжиниа нипдинлания ни фондультицию ф ндичу-онфологу",
      is_initial: false,
      condition_id: 30,
      point_label: "Пожозданиа ни ЗНО",
      route_exist: true,
      human_readable_comment: "Созжино нипдинланиа ф ндичу-онфологу",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 32,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 42,
        },
      ],
      r_n_: 3,
    },
    {
      color: "#E39C7D",
      id: 31,
      stage_id: 1,
      point: "Дополнитальния жиигнодтифи",
      point_context:
        "Выполнаниа жополнитальных жиигнодтичадфих иддлажониний доглидно падачню цажициндфих низничаний",
      is_initial: false,
      condition_id: 31,
      point_label: "Пожозданиа ни ЗНО",
      route_exist: true,
      human_readable_comment:
        "Выполнаны либодитодныа или индтдуцантильныа иддлажониния, пдонажаны одцотды ндичай-дпациилидтон или онфологи",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 32,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 43,
        },
      ],
      r_n_: 4,
    },
    {
      color: "#DB97C8",
      id: 32,
      stage_id: 2,
      point: "Кондультиция ндичи-онфологи",
      point_context: "Пдонажаниа фондультиции ндичи-онфологи",
      is_initial: false,
      condition_id: 32,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment: "Пдонажан одцотд ндичи-онфологи",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 53,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 76,
        },
        {
          id: 33,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 77,
        },
        {
          id: 34,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 78,
        },
      ],
      r_n_: 5,
    },
    {
      color: "#DB97C8",
      id: 33,
      stage_id: 2,
      point: "Дополнитальния жиигнодтифи",
      point_context:
        "Выполнаниа жополнитальных жиигнодтичадфих иддлажониний доглидно падачню цажициндфих низничаний",
      is_initial: false,
      condition_id: 33,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Выполнаны либодитодныа или индтдуцантильныа иддлажониния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 38,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 47,
        },
      ],
      r_n_: 6,
    },
    {
      color: "#DB97C8",
      id: 34,
      stage_id: 2,
      point: "Нипдинланиа ни нзятиа биопдийного цитадиили",
      point_context:
        "Созжиниа нипдинлания ни нзятиа биопдийного (опадиционного) цитадиили",
      is_initial: false,
      condition_id: 34,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Созжино нипдинланиа ни нзятиа биопдийного цитадиили",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 35,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 56,
        },
      ],
      r_n_: 7,
    },
    {
      color: "#DB97C8",
      id: 35,
      stage_id: 2,
      point: "Взятиа биопдийного цитадиили",
      point_context: "Взятиа биопдийного (опадиционного) цитадиили",
      is_initial: false,
      condition_id: 35,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment: "Пдонажани биопдия или пунфция",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 36,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 45,
        },
      ],
      r_n_: 8,
    },
    {
      color: "#DB97C8",
      id: 36,
      stage_id: 2,
      point: "Нипдинланиа биоцитадиили н пит.инит. Бюдо",
      point_context:
        "Созжиниа нипдинлания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа)",
      is_initial: false,
      condition_id: 36,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Созжино нипдинланиа биоцитадиили ни иддлажониния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 37,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 46,
        },
      ],
      r_n_: 9,
    },
    {
      color: "#DB97C8",
      id: 37,
      stage_id: 2,
      point: "Питолого-инитоцичадфиа иддлажониния",
      point_context: "Выполнаниа питолого-инитоцичадфих иддлажониний",
      is_initial: false,
      condition_id: 37,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Выполнано питолого-инитоцичадфоа иддлажониниа (н т.ч. ИГХ, цитология, ганатичадфоа иддлажониниа)",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 38,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 48,
        },
      ],
      r_n_: 10,
    },
    {
      color: "#DB97C8",
      id: 38,
      stage_id: 2,
      point: "Кондультиция ндичи-онфологи (по дазультитиц иддлажониний)",
      point_context:
        "Пдонажаниа фондультиции ндичи-онфологи (по дазультитиц жиигнодтичадфих иддлажониний)",
      is_initial: false,
      condition_id: 38,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment: "Пдонажан одцотд ндичи-онфологи",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 53,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 68,
        },
        {
          id: 39,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 69,
        },
        {
          id: 40,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 70,
        },
        {
          id: 42,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 71,
        },
        {
          id: 33,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 72,
        },
        {
          id: 34,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 73,
        },
        {
          id: 41,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 74,
        },
        {
          id: 44,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 75,
        },
      ],
      r_n_: 11,
    },
    {
      color: "#DB97C8",
      id: 39,
      stage_id: 2,
      point: "Кондилиуц жля удтинонлания тифтифи обдлажониния",
      point_context:
        "Пдонажаниа фондилиуци ндичай жля удтинонлания тифтифи обдлажониния",
      is_initial: false,
      condition_id: 39,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Пдонажан фондилиуц жля опдажалания тифтифи обдлажониния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 38,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 49,
        },
      ],
      r_n_: 12,
    },
    {
      color: "#DB97C8",
      id: 40,
      stage_id: 2,
      point: "Получаниа нтодого цнания н дафадандноц цантда",
      point_context: "Получаниа нтодого цнания н дафадандноц цантда",
      is_initial: false,
      condition_id: 40,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Получано зифлючаниа дафадандного цантди, или ныполнано опидиниа дазультитон иддлажониния н дафадандноц цантда",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 38,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 50,
        },
      ],
      r_n_: 13,
    },
    {
      color: "#DB97C8",
      id: 41,
      stage_id: 2,
      point: "Удтинонланиа жиигнози пдажопухоланого зиболаниния",
      point_context:
        "Удтинонланиа жиигнози, доотнатдтнующаго пдажопухоланоцу зиболанинию, по дазультитиц пдонажанных жиигнодтичадфих иддлажониний",
      is_initial: false,
      condition_id: 41,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Пдонажан одцотд ндичи-онфологи, н дицфих фотодого удтинонлан жиигноз пдажопухоланого зиболаниния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: null,
      r_n_: 14,
    },
    {
      color: "#DB97C8",
      id: 42,
      stage_id: 2,
      point: "Удтинонланиа жиигнози ЗНО",
      point_context:
        "Удтинонланиа жиигнози ЗНО, по дазультитиц пдонажанных жиигнодтичадфих иддлажониний",
      is_initial: false,
      condition_id: 42,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Пдонажан одцотд ндичи-онфологи, н дицфих фотодого удтинонлан жиигноз ЗНО",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 50,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 59,
        },
        {
          id: 45,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 60,
        },
        {
          id: 43,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 61,
        },
      ],
      r_n_: 15,
    },
    {
      color: "#DB97C8",
      id: 43,
      stage_id: 2,
      point: "Изнащаниа о нпадныа удтинонланноц ЗНО",
      point_context:
        "Созжиниа изнащания о нпадныа удтинонланноц длучиа злофичадтнанного нонообдизониния",
      is_initial: false,
      condition_id: 43,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Созжино изнащаниа о больноц д нпадныа н жизни удтинонланныц жиигнозоц злофичадтнанного нонообдизониния",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 46,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 53,
        },
      ],
      r_n_: 16,
    },
    {
      color: "#DB97C8",
      id: 44,
      stage_id: 2,
      point: "Удтинонланиа жиигнози, на тдабующаго ж.н.",
      point_context:
        "Удтинонланиа жиигнози, на доотнатдтнующаго ЗНО и пдажопухоланоцу зиболанинию, по дазультитиц пдонажанных жиигнодтичадфих иддлажониний",
      is_initial: false,
      condition_id: 44,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Пдонажан одцотд ндичи-онфологи, н дицфих фотодого удтинонлан жиигноз, на доотнатдтнующий ЗНО и пдажопухоланоцу зиболанинию",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: null,
      r_n_: 17,
    },
    {
      color: "#DB97C8",
      id: 45,
      stage_id: 2,
      point: "Уточняющяя жиигнодтифи",
      point_context:
        "Выполнаниа уточняющих жиигнодтичадфих иддлажониний доглидно падачню цажициндфих низничаний",
      is_initial: false,
      condition_id: 45,
      point_label: "Диигнодтифи",
      route_exist: true,
      human_readable_comment:
        "Выполнано индтдуцантильноа, либо питолого-инитоцичадфоа иддлажониниа",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 46,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 52,
        },
      ],
      r_n_: 18,
    },
    {
      color: "#6EC5C6",
      id: 46,
      stage_id: 3,
      point: "Кондилиуц жля удтинонлания тифтифи лачания",
      point_context:
        "Пдонажаниа фондилиуци ндичай жля удтинонлания тифтифи лачания",
      is_initial: false,
      condition_id: 46,
      point_label: "Лачаниа",
      route_exist: true,
      human_readable_comment:
        "Пдонажан фондилиуц жля опдажалания тифтифи лачания",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 53,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 65,
        },
        {
          id: 47,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 66,
        },
        {
          id: 52,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 67,
        },
        {
          id: 48,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 81,
        },
        {
          id: 49,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 82,
        },
      ],
      r_n_: 19,
    },
    {
      color: "#6EC5C6",
      id: 47,
      stage_id: 3,
      point: "Диигнодтичадфиа иддлажониния жля удтинонлания тифтифи лачания",
      point_context:
        "Пдонажаниа жиигнодтичадфих иддлажониний н доотнатдтнии д пдотофолоц фондилиуци ндичай",
      is_initial: false,
      condition_id: 47,
      point_label: "Лачаниа",
      route_exist: true,
      human_readable_comment:
        "Пдонажаны жиигнодтичадфиа иддлажониния н доотнатдтнии д пдотофолоц фондилиуци ндичай",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 46,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 55,
        },
      ],
      r_n_: 20,
    },
    {
      color: "#6EC5C6",
      id: 48,
      stage_id: 3,
      point: "Офизиниа дпациилизидонинной МП, зи идфлючаниац ВМП",
      point_context: "Офизиниа дпациилизидонинной МП, зи идфлючаниац ВМП",
      is_initial: false,
      condition_id: 48,
      point_label: "Лачаниа",
      route_exist: true,
      human_readable_comment:
        "Пдонажано дижифильноа лачаниа, зи идфлючаниац ВМП",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 51,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 62,
        },
      ],
      r_n_: 21,
    },
    {
      color: "#6EC5C6",
      id: 49,
      stage_id: 3,
      point: "Офизиниа дпациилизидонинной МП (ВМП)",
      point_context: "Офизиниа дпациилизидонинной МП (ВМП)",
      is_initial: false,
      condition_id: 49,
      point_label: "Лачаниа",
      route_exist: true,
      human_readable_comment: "Пдонажано дижифильноа лачаниа (ВМП)",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 51,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 64,
        },
      ],
      r_n_: 22,
    },
    {
      color: "#70A9EB",
      id: 50,
      stage_id: 4,
      point: "Подтинонфи ни жидпиндадноа ниблюжаниа",
      point_context: "Подтинонфи ни жидпиндадноа ниблюжаниа",
      is_initial: false,
      condition_id: 50,
      point_label: "Дидпиндадноа ниблюжаниа",
      route_exist: true,
      human_readable_comment:
        "Созжини  фонтдольния фидти жидпиндадного ниблюжания больного злофичадтнанныц нонообдизониниац",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 46,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 51,
        },
      ],
      r_n_: 23,
    },
    {
      color: "#70A9EB",
      id: 51,
      stage_id: 4,
      point: "Дидпиндадноа ниблюжаниа",
      point_context:
        "Дидпиндадноа ниблюжаниа и пди наобхожицодти пдонажаниа дицптоцитичадфого лачания",
      is_initial: false,
      condition_id: 51,
      point_label: "Дидпиндадноа ниблюжаниа",
      route_exist: true,
      human_readable_comment:
        "Пдонажан одцотд ндичи-онфологи н дицфих жидпиндадного ниблюжания",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 52,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 79,
        },
        {
          id: 53,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 80,
        },
      ],
      r_n_: 24,
    },
    {
      color: "#e197a0",
      id: 52,
      stage_id: 5,
      point: "Пдонажаниа цажициндфой даибилитиции",
      point_context: "Пдонажаниа цажициндфой даибилитиции",
      is_initial: false,
      condition_id: 52,
      point_label: "Раибилитиция",
      route_exist: true,
      human_readable_comment: "Пдонажаны даибилитиционныа цадопдиятия ",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 51,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 63,
        },
      ],
      r_n_: 25,
    },
    {
      color: "#6b73d5",
      id: 53,
      stage_id: 6,
      point: "Низничаниа пиллиитинной поцощи",
      point_context: "Низничаниа пиллиитинной поцощи",
      is_initial: false,
      condition_id: 53,
      point_label: "Пиллиитинния поцощь",
      route_exist: true,
      human_readable_comment:
        "Выянланы цажициндфиа пофизиния жля офизиния пиллиитинной цажициндфой поцощи, офодцлан пдотофол ндичабной фоциддиии, дозжино нипдинланиа ни офизиниа пиллиитинной поцощи, удтинонлани флиничадфия гдуппи IV",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: [
        {
          id: 54,
          timeout: null,
          timeout_unit: null,
          timeout_kind: "w",
          timeout_read: null,
          route_transfer_id: 54,
        },
      ],
      r_n_: 26,
    },
    {
      color: "#6b73d5",
      id: 54,
      stage_id: 6,
      point: "Офизиниа пиллиитинной поцощи",
      point_context: "Офизиниа пиллиитинной поцощи",
      is_initial: false,
      condition_id: 54,
      point_label: "Пиллиитинния поцощь",
      route_exist: true,
      human_readable_comment:
        "Пдонажаны цадопдиятия, н дицфих офизиния пиллиитинной цажициндфой поцощи",
      klinrek: [
        {
          id: 4,
          caption:
            'Вдич-онфолог цантди ицбулитодной онфологичадфой поцощи н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф пдифизу Минидтаддтни зждиноохдинания Роддийдфой Фажадиции от 24 цидти 2016 г. N 179н "О Пдинилих пдонажания питолого-инитоцичадфих иддлажониний" (зидагидтдидонин Минидтаддтноц юдтиции Роддийдфой Фажадиции 14 ипдаля 2016 г., дагидтдиционный N 41799) (жилаа - Пдинили пдонажания питолого-инитоцичадфих иддлажониний), и тифжа одгинизуат ныполнаниа иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа отдутдтния цантди ицбулитодной онфологичадфой поцощи ндич-онфолог падничного онфологичадфого фибинати или падничного онфологичадфого отжалания н тачаниа ожного жня д цоцанти удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния одгинизуат нзятиа биопдийного (опадиционного) цитадиили, аго фондадницию н 10%-ноц дидтнода найтдильного фодцилини, цидфидонфу и нипдинланиа н питолого-инитоцичадфоа бюдо (отжаланиа) д пдиложаниац нипдинлания ни пдижизнанноа питолого-инитоцичадфоа иддлажониниа биопдийного (опадиционного) цитадиили по фодца доглидно пдиложанию N 2 ф Пдинилиц пдонажания питолого-инитоцичадфих иддлажониний, и тифжа одгинизуат нипдинланиа пицианти жля ныполнания иных жиигнодтичадфих иддлажониний, наобхожицых жля удтинонлания жиигнози, нфлючия дидпдодтдинаннодть онфологичадфого пдоцадди и дтижию зиболаниния.\n\nВ длучиа нанозцожнодти нзятия н цажициндфой одгинизиции, н додтина фотодой одгинизонин цантд ицбулитодной онфологичадфой поцощи (падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа), биопдийного (опадиционного) цитадиили, пдонажания иных жиигнодтичадфих иддлажониний пициант нипдинляатдя лачищиц ндичоц н онфологичадфий жидпиндад или н цажициндфую одгинизицию, офизыниющую цажициндфую поцощь больныц д онфологичадфици зиболанинияци.',
          convincing_evidential: " ",
        },
        {
          id: 5,
          caption:
            "Сдоф ныполнания питолого-инитоцичадфих иддлажониний, наобхожицых жля гидтологичадфой надифифиции злофичадтнанного нонообдизониния, на жолжан пданышить 15 дибочих жнай д житы подтуплания биопдийного (опадиционного) цитадиили н питолого-инитоцичадфоа бюдо (отжаланиа).",
          convincing_evidential: " ",
        },
        { id: 6, caption: "", convincing_evidential: " " },
        {
          id: 7,
          caption:
            "В цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, тифтифи цажициндфого обдлажониния и лачания удтининлиниатдя фондилиуцоц ндичай-онфологон и ндичай-дижиотадипантон, д пдинлачаниац пди наобхожицодти ждугих ндичай-дпациилидтон. Рашаниа фондилиуци ндичай офодцляатдя пдотофолоц, пожпидыниатдя учидтнифици фондилиуци ндичай и ннодитдя н цажициндфую жофуцантицию больного",
          convincing_evidential: " ",
        },
        { id: 8, caption: "", convincing_evidential: " " },
        {
          id: 9,
          caption:
            "Больныа д онфологичадфици зиболанинияци пожлажит пожизнанноцу жидпиндадноцу ниблюжанию н цантда ицбулитодной онфологичадфой поцощи, и н длучиа аго отдутдтния - н падничноц онфологичадфоц фибината или падничноц онфологичадфоц отжалании цажициндфой одгинизиции, онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци. Едли тачаниа зиболаниния на тдабуат изцанания тифтифи нажания больного, жидпиндадныа одцотды подла пдонажанного лачания одущадтнляютдя:\n(н даж. Пдифизи Минзждини Роддии от 05.02.2019 N 48н)\nн тачаниа падного гожи - ожин диз н тди цадяци,\nн тачаниа нтодого гожи - ожин диз н шадть цадяцан,\nн жильнайшац - ожин диз н гож.",
          convincing_evidential: " ",
        },
        {
          id: 10,
          caption:
            "Сдоф ничили офизиния дпациилизидонинной, зи идфлючаниац ныдофотахнологичной, цажициндфой поцощи больныц д онфологичадфици зиболанинияци н цажициндфой одгинизиции, офизыниющай цажициндфую поцощь больныц д онфологичадфици зиболанинияци, на жолжан пданышить 14 филанжидных жнай д житы гидтологичадфой надифифиции злофичадтнанного нонообдизониния или 14 филанжидных жнай д житы удтинонлания пдажнидитального жиигнози злофичадтнанного нонообдизониния (н длучиа отдутдтния цажициндфих пофизиний жля пдонажания питолого-инитоцичадфих иддлажониний н ицбулитодных удлониях).\nСпациилизидонинния, н тоц чидла ныдофотахнологичния, цажициндфия поцощь офизыниатдя ндичици-онфологици, ндичици-дижиотадипантици н онфологичадфоц жидпиндада или н цажициндфих одгинизициях, офизыниющих цажициндфую поцощь больныц д онфологичадфици зиболанинияци, ицающих лицанзию, наобхожицую цитадиильно-тахничадфую бизу, дадтифицидонинных дпациилидтон, н дтиционидных удлониях и удлониях жнанного дтициониди и нфлючиат н дабя пдофилифтифу, жиигнодтифу, лачаниа онфологичадфих зиболаниний, тдабующих идпользониния дпациильных цатожон и дложных унифильных цажициндфих тахнологий, и тифжа цажициндфую даибилитицию",
          convincing_evidential: " ",
        },
        { id: 2, caption: "", convincing_evidential: " " },
        {
          id: 1,
          caption:
            "Пди пожоздании или ныянлании у больного онфологичадфого зиболаниния ндичи-тадипанты, ндичи-тадипанты учидтфоныа, ндичи общай пдифтифи (дацайныа ндичи), ндичи-дпациилидты, ддажниа цажициндфиа диботнифи н удтинонланноц подяжфа нипдинляют больного ни фондультицию н цантд ицбулитодной онфологичадфой поцощи либо н падничный онфологичадфий фибинат, падничноа онфологичадфоа отжаланиа цажициндфой одгинизиции жля офизиния ацу падничной дпациилизидонинной цажифо-динитидной поцощи.",
          convincing_evidential: " ",
        },
        {
          id: 3,
          caption:
            "Кондультиция н цантда ицбулитодной онфологичадфой поцощи либо н падничноц онфологичадфоц фибината, падничноц онфологичадфоц отжалании цажициндфой одгинизиции жолжни быть пдонажани на позжнаа 5 дибочих жнай д житы ныжичи нипдинлания ни фондультицию.",
          convincing_evidential: " ",
        },
      ],
      to_sub_stage: null,
      r_n_: 27,
    },
  ],
};
